Dlubal.TimberPro.ServiceClassDetails
Service class selection parameters

Dlubal.TimberPro.ServiceClassDetails.ChosenServiceClassSelectionType
Type of service class selection

Dlubal.TimberPro.ServiceClassDetails.ServiceClassForAllMembers
Service class applied to all members

Dlubal.TimberPro.ServiceClassDetails.MembersInServiceClass1
Members in service class 1

Dlubal.TimberPro.ServiceClassDetails.MembersInServiceClass2
Members in service class 2

Dlubal.TimberPro.ServiceClassDetails.MembersInServiceClass3
Members in service class 3

Dlubal.TimberPro.ServiceClassDetails.SetsOfMemberInServiceClass1
Sets of member in service class 1

Dlubal.TimberPro.ServiceClassDetails.SetsOfMemberInServiceClass2
Sets of member in service class 2

Dlubal.TimberPro.ServiceClassDetails.SetsOfMemberInServiceClass3
Sets of member in service class 3